Repository: Jerry23011/VirusTotal-macOS
Catalog: VirusTotal/Localizable.xcstrings
Source language: en
Languages: cs, ru, zh_hans

source: About VirusTotal
cs: O aplikaci VirusTotal
ru: Про VirusTotal
zh_hans: 关于 VirusTotal

# about.contributor.link
source: Acknowledgments
cs: Uznání
ru: Благодарности
zh_hans: 致谢

# about.current.version %@ (%@)
source: Version %1$@ (%2$@)
cs: Verze %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

# analysis.date.label %@
source: Last Analysis Date: %@
cs: Čas poslední analýzy: %@
ru: Дата последнего анализа: %@
zh_hans: 上次分析于: %@

# categories.number.more %lld
source: + %lld more
cs: + %lld více
ru: + %lld более
zh_hans: + %lld 个更多

source: Check for Updates…
cs: Zkontrolovat aktualizace…
ru: Проверить наличие обновлений…
zh_hans: 检查更新...

# community.score.label %lld
source: Community Score: %lld
cs: Komunitní hodnocení: %lld
ru: Оценка сообщества: %lld
zh_hans: 社区分数: %lld

# errorview.title
source: VirusTotal encountered an error
cs: VirusTotal narazil na chybu
ru: VirusTotal столкнулся с ошибкой
zh_hans: VirusTotal 遇到了一个错误

source: File
cs: Soubor
ru: Файл
zh_hans: 文件

source: File Batch
cs: Hromadná analýza
ru: Несколько файлов
zh_hans: 文件批量

# filebatchview.back.help.headline
source: Back to Selection Page
cs: Zpět na stránku výběru
ru: Вернуться на страницу выбора
zh_hans: 返回选择页面

# filebatchview.button.add.files
source: Add More Files
cs: Přidat další soubory
ru: Добавить больше файлов
zh_hans: 添加文件

# filebatchview.button.cancle.all
source: Cancel All
cs: Zrušit vše
ru: Отменить всё
zh_hans: 全部取消

# filebatchview.button.open.caption
source: Or drag and drop files here
cs: Nebo sem přetáhněte soubory
ru: Или перетащите файлы сюда
zh_hans: 或者拖拽文件至窗口以分析

# filebatchview.button.open.finder
source: Open Files in Finder...
cs: Otevřít soubory ve Finderu…
ru: Открыть Finder…
zh_hans: 在访达中打开...

# filebatchview.button.start.analysis
source: Start Batch Analysis
cs: Spustit hromadnou analýzu
ru: Начать массовый анализ
zh_hans: 开始批量分析

# filebatchview.clear.help.headline
source: Clear all files
cs: Vymazat všechny soubory
ru: Очистить все файлы
zh_hans: 清除所有文件

# filebatchview.error.dismiss
source: Dismiss
cs: Zavřít
ru: Игнорировать
zh_hans: 关闭

# filebatchview.error.title
source: Error Details
cs: Podrobnosti chyby
ru: Подробности ошибки
zh_hans: 报错信息

# filebatchview.header.number.selected %lld
source: %lld files selected
cs: Vybráno %lld souborů
ru: %lld файлов выбрано
zh_hans: 已选择 %lld 个文件

# filebatchview.header.progress %lld/%lld
source: Progress: %1$lld/%2$lld
cs: Průběh: %1$lld/%2$lld
ru: Прогресс: %1$lld/%2$lld
zh_hans: 进度: %1$lld/%2$lld

# filebatchview.text.analyzing
source: Analyzing
cs: Probíhá analýza
ru: Анализ
zh_hans: 分析中

# filebatchview.text.clean
source: Clean
cs: Čistý
ru: Чисто
zh_hans: 未检测问题

# filebatchview.text.malicious
source: Malicious
cs: Škodlivý
ru: Вредоносный
zh_hans: 恶意

# filebatchview.text.ready
source: Ready
cs: Připraveno
ru: Готово
zh_hans: 已就绪

# filebatchview.title
source: File Batch Analysis
cs: Hromadná analýza souborů
ru: Анализ нескольких файлов
zh_hans: 文件批量分析

# fileview.button.open.caption
source: Or drag and drop a file to analyze
cs: Nebo sem přetáhněte soubor, který chcete analyzovat
ru: Или перетащите файл для анализа
zh_hans: 或者拖拽文件至窗口以分析

# fileview.button.open.finder
source: Open File in Finder...
cs: Otevřít soubor ve Finderu…
ru: Открыть Finder…
zh_hans: 在访达中打开...

# fileview.button.upload
source: Confirm Upload
cs: Potvrdit nahrání souboru
ru: Подтвердите загрузку
zh_hans: 确认上传

# fileview.file.type %@
source: Detected File Type: %@
cs: Zjištěný typ souboru: %@
ru: Обнаружен тип файла: %@
zh_hans: 识别文件类型: %@

# fileview.indicator.uploading
source: Uploading...
cs: Nahrávání…
ru: Загрузка...
zh_hans: 上传中...

# fileview.tip.nav.message
source: You can always head back to the file selection page here.
cs: Zde se můžete kdykoliv vrátit na stránku Nahrát
ru: Вы всегда можете вернуться на страницу выбора здесь.
zh_hans: 你可以在这里返回文件选择页面

# fileview.tip.nav.title
source: Back to Selection Page
cs: Zpět na stránku Nahrát
ru: Вернуться на страницу выбора
zh_hans: 返回选择界面

# fileview.tip.wait.message
source: Give it a moment, the analysis could take a few minutes.
cs: Analýza může zabrat několik minut.
ru: Подождите немного, анализ может занять несколько минут.
zh_hans: 该分析可能需要几分钟，请耐心等待

# fileview.tip.wait.title
source: Almost there
cs: Skoro hotovo
ru: Почти готово
zh_hans: 马上就好

# fileview.title
source: File Analysis
cs: Analýza souboru
ru: Анализ файлов
zh_hans: 文件分析

# fileview.toolbar.back
source: Back to Selection Page
cs: Zpět na stránku Nahrát
ru: Вернуться на страницу выбора
zh_hans: 返回选择界面

# fileview.uniquesource.help.details
source: This number indicates from how many different sources the file has been posted from.
cs: Tohle číslo označuje, z kolika zdrojůů byl tento soubor nahrán.
ru: Это число указывает, из скольких разных источников был загружен файл.
zh_hans: 该数字表示文件的发布来源数量

# fileview.uniquesource.help.headline
source: Unique Sources
cs: Jedinečné zdroje
ru: Уникальные источники
zh_hans: 发布来源数

# fileview.uniquesource.label %lld
source: Unique Sources: %lld
cs: Jedinečné zdroje: %lld
ru: Уникальные источники: %lld
zh_hans: 发布来源数: %lld

# flag.confirmed.timeout
source: Confirmed Timeout
cs: Potvrzený timeout
ru: Превышено время ожидания
zh_hans: 确认超时

# flag.failure
source: Failure
cs: Selhání
ru: Сбой
zh_hans: 失败

# flag.harmless
source: Harmless
cs: Neškodné
ru: Безвредно
zh_hans: 安全

# flag.malicious
source: Malicious
cs: Škodlivé
ru: Вредоносный
zh_hans: 恶意

# flag.suspicious
source: Suspicious
cs: Podezřelé
ru: Подозрительный
zh_hans: 可疑

# flag.timeout
source: Timeout
cs: Časový limit
ru: Превышено время ожидания
zh_hans: 超时

# flag.type.unsupported
source: Type Unsupported
cs: Nepodporovaný typ
ru: Тип не поддерживается
zh_hans: 不支持的文件类型

# flag.undetected
source: Undetected
cs: Nedetekováno
ru: Не обнаружено
zh_hans: 未检测到威胁

# history.analysis.date
source: Last Analysis
cs: Poslední analýza
ru: Последний анализ
zh_hans: 上次分析

# history.clear.confirmation.cancel
source: Cancel
cs: Zrušit
ru: Отмена
zh_hans: 取消

# history.clear.confirmation.clear
source: Clear
cs: Vymazat
ru: Очистить
zh_hans: 清除

# history.clear.confirmation.message
source: You can’t undo this action.
cs: Tuto akci nelze vrátit zpět.
ru: Это действие нельзя отменить.
zh_hans: 此操作无法撤销。

# history.clear.confirmation.title
source: Are you sure you want to clear the entire scanning history?
cs: Opravdu chcete vymazat celou historii skenování?
ru: Вы уверены, что хотите очистить всю историю сканирования?
zh_hans: 你确认要清除所有的扫描记录吗？

# history.community.score
source: Community Score
cs: Komunitní hodnocení
ru: Рейтинг сообщества
zh_hans: 社区分数

# history.malicious
source: Malicious
cs: Škodlivé
ru: Вредоносный
zh_hans: 恶意标注

# history.status
source: Status
cs: Stav
ru: Статус
zh_hans: 状态

# history.target
source: Target
cs: Cíl
ru: Цель
zh_hans: 目标

# history.toolbar.clear
source: Clear History
cs: Vymazat historii
ru: Очистить историю
zh_hans: 清除记录

# history.toolbar.clear.help
source: Clear Scanning History
cs: Vymazat historii skenování
ru: Очистить историю сканирования
zh_hans: 清除扫描记录

# history.type
source: Type
cs: Typ
ru: Тип
zh_hans: 类型

source: Home
cs: Stav
ru: Главная
zh_hans: 主页

# homepage.quota.daily
source: Daily Quota
cs: Denní limit
ru: Суточная квота
zh_hans: 今日用量

# homepage.quota.hourly
source: Hourly Quota
cs: Hodinový limit
ru: Часовая квота
zh_hans: 小时用量

# homepage.quota.monthly
source: Monthly Quota
cs: Měsíční limit
ru: Месячная квота
zh_hans: 本月用量

# homepage.quota.used %lld %lld
source: Used: %1$lld/%2$lld
cs: Použito: %1$lld/%2$lld
ru: Использовано: %1$lld/%2$lld
zh_hans: 已用: %1$lld/%2$lld

# homepage.status.checking
source: Checking Service Status...
cs: Probíhá kontrola stavu služby…
ru: Проверка состояния сервиса...
zh_hans: 正在检查服务状态...

# homepage.status.fail
source: Connection failed
cs: Při připojování se vyskytla chyba
ru: Соединение не удалось
zh_hans: 连接失败

# homepage.status.retry
source: Retry
cs: Zkusit znovu
ru: Повторить
zh_hans: 刷新

# homepage.status.success
source: Service is up and running
cs: Služba běží
ru: Сервис работает
zh_hans: 服务可用

# intent.file.descr
source: Analyze a file with VirusTotal
cs: Analyzovat soubor pomocí VirusTotal
ru: Проанализируйте файл с помощью VirusTotal
zh_hans: 使用 VirusTotal 分析文件

# intent.file.short.title
source: Analyze File
cs: Analyzovat soubor
ru: Анализ файла
zh_hans: 分析文件

# intent.file.title
source: Analyze File
cs: Analyzovat soubor
ru: Анализ файла
zh_hans: 分析文件

# launchview.button.done
source: Done
cs: Hotovo
ru: Готово
zh_hans: 完成

# launchview.prompt.getapi
source: Or get your API key [here](https://www.virustotal.com/gui/my-apikey) if you already have one.
cs: Pokud již máte API klíč, najdete ho [zde](https://www.virustotal.com/gui/my-apikey)
ru: Или получите свой API-ключ [здесь](https://www.virustotal.com/gui/my-apikey), если он у вас уже есть.
zh_hans: 如果已有账号，请在[这里](https://www.virustotal.com/gui/my-apikey)获取 API 密钥

# launchview.prompt.setting
source: You can change this later in Settings
cs: Tohle nastavení můžete kdykoliv změnit
ru: Вы сможете изменить это позже в Настройках.
zh_hans: 你可以稍后在设置中进行更改

# launchview.prompt.signup
source: Sign up for a VirusTotal Account [here](https://www.virustotal.com/gui/join-us)
cs: [Zde](https://www.virustotal.com/gui/join-us) si vytvořte účet VirusTotal
ru: Зарегистрируйтесь в VirusTotal [здесь](https://www.virustotal.com/gui/join-us)
zh_hans: [注册](https://www.virustotal.com/gui/join-us)一个 VirusTotal 账号

# launchview.setup.title
source: VirusTotal for macOS
cs: VirusTotal pro macOS
ru: VirusTotal для macOS

# loading.title.progress (%@s)...
source: Analysis in progress (%@s) ...
cs: Probíhá analýza (%@s) ...
ru: Анализ в процессе (%@s) ...
zh_hans: 正在分析 (%@s) ...

# logview.empty.title
source: No Logs Available
cs: Žádné záznamy nejsou k dispozici
ru: Журналы отсутствуют
zh_hans: 暂无日志

# menubar.check.log
source: Inspect Logs
cs: Zobrazit protokol
ru: Проверить журналы
zh_hans: 查看日志

# menubar.edit.search
source: Search
cs: Vyhledat
ru: Поиск
zh_hans: 搜索

# menubar.go.file
source: File
cs: Soubor
ru: Файл
zh_hans: 文件

# menubar.go.fileBatch
source: File Batch
cs: Hromadná analýza
ru: Несколько файлов
zh_hans: 批量文件

# menubar.go.home
source: Home
cs: Stav
ru: Главная
zh_hans: 主页

# menubar.go.title
source: Go
cs: Přejít
ru: Перейти
zh_hans: 前往

# menubar.help.feedback
source: Provide Feedback
cs: POskytnout zpětnou odezvu
ru: Предоставьте обратную связь
zh_hans: 提交反馈

# menubar.open.about
source: About VirusTotal
cs: O aplikaci VirusTotal
ru: Про VirusTotal
zh_hans: 关于 VirusTotal

# minimode.file.drag.file
source: or drop a file
cs: nebo přetáhněte soubor
ru: или перетащите файл
zh_hans: 或拖入文件

# notification.analysis.complete.title
source: Analysis Completed
cs: Analýza dokončena
ru: Анализ завершен
zh_hans: 分析完成

# notification.analysis.fail.title
source: Analysis Failed
cs: Analýza selhala
ru: Анализ не удался
zh_hans: 分析失败

# notification.upload.fail.title
source: Upload Failed
cs: Nahrávání selhalo
ru: Загрузка не удалась
zh_hans: 上传失败

# settings.advanced
source: Advanced
cs: Pokročilé
ru: Продвинутый
zh_hans: 高级

# settings.advanced.mini
source: Mini Mode
cs: Mini režim
ru: Мини-режим
zh_hans: 迷你模式

# settings.advanced.mini.restart
source: Relaunch app to take effect
cs: Pro uplatnění restartujte aplikaci
ru: Перезапустите приложение, чтобы изменения вступили в силу
zh_hans: 重启应用以生效

# settings.api.help.details
source: You can sign up for a VirusTotal account at https://virustotal.com/gui/join-us to retrieve your API key and username
cs: Klíč API a uživatelské jméno získáte po zaregistrování na této adrese: https://virustotal.com/gui/join-us
ru: Вы можете зарегистрировать учетную запись VirusTotal по адресу https://virustotal.com/gui/join-us, чтобы получить свой API-ключ и имя пользователя.
zh_hans: 请在 VirusTotal 网站[注册账号](https://virustotal.com/gui/join-us)以获取 API 密钥和用户名

# settings.api.help.headline
source: Where to get my API Key and Username
cs: Kde získám klíč API a uživatelské jméno?
ru: Где получить мой API-ключ и имя пользователя
zh_hans: 如何获取 API 密钥和用户名

# settings.api.key
source: API Key
cs: Klíč API
ru: API-ключ
zh_hans: API 密钥

# settings.api.message.failed
source: Please check the information you entered
cs: Překontrolujte zadané informace
ru: Пожалуйста, проверьте введенную вами информацию
zh_hans: 请检查输入的信息

# settings.api.message.success
source: VirusTotal is ready to use!
cs: VirusTotal je připravený!
ru: VirusTotal готов к использованию!
zh_hans: VirusTotal 配置成功！

# settings.api.message.unkown
source: Unknown verification status
cs: Neznámý stav ověření
ru: Неизвестный статус проверки
zh_hans: 未知验证状态

# settings.api.username
source: Username
cs: Uživatelské jméno
ru: Имя пользователя
zh_hans: 用户名

# settings.api.username.placeholder
source: Case-sensitive
cs: zohledňuje-velikost-písmen
ru: С учетом регистра
zh_hans: 区分大小写

# settings.api.verify
source: Verify
cs: Ověřit
ru: Проверить
zh_hans: 验证

# settings.api.verify.failed
source: Verification Failed
cs: Při ověřování se vyskytla chyba
ru: Проверка не пройдена
zh_hans: 验证失败

# settings.api.verify.success
source: Verification Succeeded
cs: Úspěšně ověřeno
ru: Успешная проверка
zh_hans: 验证成功

# settings.general
source: General
cs: Obecné
ru: Общее
zh_hans: 通用

# settings.general.check_for_updates
source: Check for updates
cs: Zkontrolovat aktualizace
ru: Проверить наличие обновлений
zh_hans: 检查更新

# settings.general.check_now
source: Check Now
cs: Zkontrolovat
ru: Проверить сейчас
zh_hans: 立即检查

# settings.general.cleanurl
source: Remove tracking query in Final URL
cs: Odstranit sledování z konečné URL
ru: Удалите отслеживающий запрос в итоговом URL
zh_hans: 移除最终跳转网址中的追踪参数

# settings.general.launch
source: Launch at login
cs: Otevřít při přihlášení
ru: Запуск при входе в систему
zh_hans: 登录时启动

# settings.general.notification
source: Enable Notifications
cs: Povolit oznámení
ru: Включить уведомления
zh_hans: 启用通知

# settings.general.startpage
source: Default Service View
cs: Výchozí zobrazení služby
ru: Вид службы по умолчанию
zh_hans: 默认服务页面

# settings.general.update
source: Automatically check for updates
cs: Automaticky kontrolovat aktualizace
ru: Автоматическая проверка обновлений
zh_hans: 自动检查更新

# settnigs.general.current_version %@
source: Current version: %@
cs: Současná verze: %@
ru: Текущая версия: %@
zh_hans: 当前版本：%@

# sidebar.batch
source: File Batch
cs: Hromadná analýza
ru: Несколько файлов
zh_hans: 批量文件

# sidebar.file
source: File
cs: Soubor
ru: Файл
zh_hans: 文件

# sidebar.history
source: Scan History
cs: Historie skenování
ru: История сканов
zh_hans: 扫描历史

# sidebar.home
source: Home
cs: Stav
ru: Главная
zh_hans: 主页

# sidebar.log
source: Logs
cs: Logy
ru: Журналы
zh_hans: 日志

# sidebar.section.services
source: Services
cs: Služby
ru: Службы
zh_hans: 服务

# sidebar.section.tools
source: Tools
cs: Nástroje
ru: Инструменты
zh_hans: 工具

# toolbar.button.rescan
source: Request Rescan
cs: Požádat o nový sken
ru: Запросить повторное сканирование
zh_hans: 请求重新扫描

# urlview.button.go.vt
source: View on VirusTotal
cs: Zobrazit ve VirusTotal
ru: Посмотреть на VirusTotal
zh_hans: 在 VirusTotal 上查看

# urlview.button.scan
source: Scan
cs: Skenovat
ru: Сканировать
zh_hans: 扫描

# urlview.finalurl.help.details
source: Final URL is the URL that a redirection chain lands on. This can be helpful in detecting phishing attempts or other malicious websites trying to mask their true destination.
cs: Konečná URL je adresa, která je na konci všech přesměrování. Může pomoci proti phishingovým útokům.
ru: Конечный URL — это URL-адрес, на который ведет цепочка перенаправлений. Это может быть полезно для обнаружения фишинговых атак или других вредоносных веб-сайтов, пытающихся скрыть свой истинный адрес назначения.
zh_hans: 最终跳转网址是经过重定向后用户实际访问的页面。此信息有助于识别网络钓鱼攻击或恶意网站掩盖其真实目标的行为

# urlview.finalurl.help.headline
source: Final URL
cs: Konečná URL
ru: Финальный URL
zh_hans: 最终跳转网址

# urlview.textfield.placeholder
source: https://example.com
cs: https://priklad.cz

# urlview.title
source: URL Analysis
cs: Analýza URL
ru: Анализ URL
zh_hans: 网址分析

# urlview.welcome.title
source: Scan a URL or IP address
cs: Skenovat URL nebo IP adresu
ru: Сканирование URL или IP-адреса
zh_hans: 扫描网址或 IP 地址

# vendor.count.label %lld %lld
source: %1$lld/%2$lld security vendor flagged this URL as malicious
cs: %1$lld/%2$lld zabezpečovatelná označilo tuto URL jako nebezpečnou
ru: %1$lld/%2$lld поставщиков безопасности пометили этот URL как вредоносный
zh_hans: %1$lld/%2$lld 个安全厂商将该网址标记为恶意

source: VirusTotal for macOS
cs: VirusTotal pro macOS
ru: VirusTotal для macOS
zh_hans: VirusTotal macOS

# common.cancel
source: Cancel
ru: Отмена

# common.cancelled
source: Cancelled
ru: Отменено

# downloadsmonitor.autoscan.alert.confirm
source: Enable Auto Scan
ru: Включить автопроверку

# downloadsmonitor.autoscan.alert.message
source: Files not already known to VirusTotal may be uploaded automatically. Auto Scan also uses your VirusTotal API quota.
ru: Файлы, ещё не известные VirusTotal, могут быть отправлены автоматически. Автопроверка также расходует квоту вашего API-ключа.

# downloadsmonitor.autoscan.alert.title
source: Enable Auto Scan?
ru: Включить автопроверку?

# downloadsmonitor.autoscan.footnote
source: Auto Scan only checks files added after it is enabled. Scan Existing checks files already in the folder; unknown files may be uploaded to VirusTotal and use API quota.
ru: Автопроверка проверяет только файлы, добавленные после её включения. «Проверить существующие» проверяет файлы, которые уже лежат в папке; неизвестные файлы могут быть отправлены в VirusTotal и израсходовать квоту API.

# downloadsmonitor.autoscan.toggle
source: Auto Scan
ru: Автопроверка

# downloadsmonitor.button.choose_folder
source: Choose Folder
ru: Выбрать папку

# downloadsmonitor.button.clear
source: Clear results
ru: Очистить результаты

# downloadsmonitor.button.scan_existing
source: Scan Existing
ru: Проверить существующие

# downloadsmonitor.empty.title
source: No scanned downloads
ru: Нет проверенных загрузок

# downloadsmonitor.error.file_size
source: File size exceeds 650 MB or is invalid
ru: Размер файла превышает 650 МБ или некорректен

# downloadsmonitor.error.local
source: Local Error: %@
ru: Локальная ошибка: %@

# downloadsmonitor.error.report
source: Failed to get file report
ru: Не удалось получить отчёт о файле

# downloadsmonitor.error.sha256
source: Failed to calculate SHA-256
ru: Не удалось вычислить SHA-256

# downloadsmonitor.error.upload_failed
source: Upload failed
ru: Не удалось загрузить файл

# downloadsmonitor.filetype.applications
source: Applications
ru: Программы

# downloadsmonitor.filetype.archives
source: Archives
ru: Архивы

# downloadsmonitor.filetype.audio
source: Audio
ru: Аудио

# downloadsmonitor.filetype.documents
source: Documents
ru: Документы

# downloadsmonitor.filetype.images
source: Images
ru: Изображения

# downloadsmonitor.filetype.other
source: Other
ru: Другое

# downloadsmonitor.filetype.other.extensions
source: other supported types
ru: прочие поддерживаемые типы

# downloadsmonitor.filetype.video
source: Video
ru: Видео

# downloadsmonitor.filetypes.button
source: File type settings
ru: Настройки типов файлов

# downloadsmonitor.filetypes.title
source: Scan File Types
ru: Типы файлов для проверки

# downloadsmonitor.filter.placeholder
source: Filter
ru: Фильтр

# downloadsmonitor.menu.open_vt
source: Open in VirusTotal
ru: Открыть в VirusTotal

# downloadsmonitor.menu.show_in_finder
source: Show in Finder
ru: Показать в Finder

# downloadsmonitor.notification.complete.title
source: Downloads scan complete
ru: Проверка загрузки завершена

# downloadsmonitor.notification.detections
source: %lld/%lld detections
ru: Обнаружений: %lld из %lld

# downloadsmonitor.notification.failed.title
source: Downloads scan failed
ru: Проверка загрузки не удалась

# downloadsmonitor.notification.uploading.body
source: The app is uploading this file. Please wait.
ru: Приложение загружает этот файл. Подождите.

# downloadsmonitor.notification.uploading.title
source: Uploading to VirusTotal
ru: Отправка в VirusTotal

# downloadsmonitor.scanexisting.alert.confirm %lld
source: Scan %lld Files
ru: Проверить %lld файла

# downloadsmonitor.scanexisting.alert.message
source: Files not already known to VirusTotal may be uploaded. Scanning may use a significant amount of your API quota and take a long time.
ru: Файлы, ещё не известные VirusTotal, могут быть отправлены. Проверка может израсходовать заметную часть квоты API и занять много времени.

# downloadsmonitor.scanexisting.alert.title
source: Scan all existing files?
ru: Проверить все существующие файлы?

# downloadsmonitor.status.analyzing
source: Analyzing
ru: Анализ

# downloadsmonitor.status.cannot_read_folder
source: Cannot read folder: %@
ru: Не удалось прочитать папку: %@

# downloadsmonitor.status.choose_folder
source: Choose a folder to start monitoring
ru: Выберите папку, чтобы начать наблюдение

# downloadsmonitor.status.clean
source: Clean
ru: Чисто

# downloadsmonitor.status.detected
source: Detected
ru: Обнаружено

# downloadsmonitor.status.failed
source: Scan failed
ru: Проверка не удалась

# downloadsmonitor.status.monitoring_folder
source: Monitoring new files in %@
ru: Наблюдение за новыми файлами в %@

# downloadsmonitor.status.off
source: Monitoring is off
ru: Наблюдение выключено

# downloadsmonitor.status.preparing
source: Preparing
ru: Подготовка

# downloadsmonitor.status.queued
source: Queued %@
ru: В очереди: %@

# downloadsmonitor.status.queued.label
source: Queued
ru: В очереди

# error.analysis.timeout
source: Analysis timeout
ru: Время ожидания анализа истекло

# filebatchview.text.creating.archive
source: Creating .app.zip
ru: Создание .app.zip

# filebatchview.text.preparing
source: Preparing
ru: Подготовка

# menubar.open.main
source: Open VirusTotal
ru: Открыть VirusTotal

# menubar.open.settings
source: Settings
ru: Настройки

# menubar.quit
source: Quit
ru: Выйти

# settings.advanced.background
source: Background Monitoring
ru: Фоновый мониторинг

# settings.advanced.background.subtitle
source: Keeps Downloads Monitor running without a Dock icon
ru: Монитор загрузок продолжает работать без значка в Dock

# sidebar.downloadsmonitor
source: Downloads Monitor
ru: Монитор загрузок

# log.level.all
source: All
zh_hans: 所有日志

# log.picker.level
source: Level
zh_hans: 日志级别

# log.picker.time
source: Time
zh_hans: 日志时间

# log.searchfield
source: Filter logs…
zh_hans: 过滤日志

# log.time.all
source: All time
zh_hans: 所有时间

# log.time.last_1_hour
source: Last 1 hour
zh_hans: 过去1小时

# log.time.last_1_min
source: Last 1 min
zh_hans: 过去1分钟

# log.time.last_5_min
source: Last 5 min
zh_hans: 过去5分钟

# log.time.last_15_min
source: Last 15 min
zh_hans: 过去15分钟

# menubar.go.url
source: URL
zh_hans: 网址

# settings.api.alert.button
source: OK
zh_hans: 好

# sidebar.url
source: URL
zh_hans: 网址

source: URL
zh_hans: 网址
